Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: File upload error. Could not move uploaded file.
be: Памылка запампоўкі. Немагчыма перасунуць запампаваны файл.

source: Filename
be: Назва файла

source: Files
be: Файлы

source: Files displayed by default
be: Файлы, якія паказваюцца па змоўчанні

source: Files must be less than !size.
be: Файл павінен быць менш чым !size.

source: Filipino
be: Тагальская

source: Filter
be: Фільтр

source: Filter HTML tags
be: Фільтраваць HTML-тэгі

source: Filter aliases
be: Фільтар псеўданімаў

source: Filter format names need to be unique. A format named %name already exists.
be: Назвы фарматаў павінны быць унікальнымі. Фармат %name ужо існуе.

source: Filter log messages
be: Фільтраваць журнал паведамленняў

source: Filter processing order
be: Парадак апрацоўкі фільтра

source: Filter settings
be: @count знак(аў)Налады фільтра

source: Filter translatable strings
be: Фільтраваць радкі, прыдатныя для перакладу

source: Filtered text (user selects text format)
be: Адфільтраваны тэкст (карыстальнік выбірае фармат тэксту)

source: Filters
be: Фільтры

source: Filters content in preparation for display.
be: Фільтруе змесціва ў працэсе падрыхтоўкі да адлюстравання.

source: Find and manage content.
be: Адзін дазвол у выкарыстанніЗнайсці і кіраваць зместам.

source: Find and manage people interacting with your site.
be: Прабачце, было зроблена больш за @count памылковых спроб увахода пад гэтым іменем карыстальніка. Гэты рахунак часова заблакаваны. Паспрабуйце пазней або <a href="@url">паспрабуйце аднавіць пароль</a>.Знайсці і кіраваць людзьмі, якія ўзаемадзейнічаюць з вашым сайтам.

source: Find content
be: Знайсці кантэнт

source: Finish
be: Скончана

source: Finish translations
be: Скончыць пераклады

source: Finished
be: Завершана

source: Finland
be: Фінляндыя

source: Finnish
be: Фінская

source: Firehouse
be: Агністы дом (Firehouse)

source: First day of week
be: Першы дзень тыдню

source: First definition
be: Першае вызначэнне

source: First item
be: Першы элемент

source: First sidebar
be: Першая калонка

source: First term
be: Першы тэрмін

source: Fixed width
be: Фіксаваная шырыня

source: Flag translations as outdated
be: Пазначыць пераклад як састарэлы.

source: Flat list
be: Ненумераваны спіс

source: Flat list - collapsed
be: Згорнуты аднаўзроўневы ліст

source: Flat list - expanded
be: Разгорнуты аднаўзроўневы спіс

source: Flickr API Key
be: Flickr API Ключ

source: Float
be: лічба з плаваючай коскай

source: Fluid width
be: Гнуткая шырыня

source: Focus
be: Выбар актыўных элементаў

source: Follow the user's language preference.
be: Прытрымлівацца моўных пераваг карыстальніка.

source: Follow these steps to set up and start using your website:
be: Выканайце наступныя дзеянні для наладкі і пачатку працы вашага сайта:

source: Footer
be: Ніжні калантытул

source: Footer background
be: Фон футэру

source: Footer first column
be: Першы слупок футэра

source: Footer fourth column
be: Чацвёрты слупок футэра

source: Footer message
be: Паведамленьне напрыканцы старонкі

source: Footer second column
be: Другі слупок футэра

source: Footer third column
be: Трэці слупок футэра

source: For a 'single on/off checkbox' widget, define the 'off' value first, then the 'on' value in the <strong>Allowed values</strong> section. Note that the checkbox will be labeled with the label of the 'on' value.
be: Для віджэта 'асобнага ўключанага/выключанага пераключальніка', вызначце значэнне 'выключана' першым, пасля значэнне 'уключана' ў секцыі <strong>Дазволеных значэнняў</strong>. Заўважце, што пераключальнік будзе пазначаны цэтлікам "уключана'.

source: For a small number of categories, checkboxes are easier to use, while a multiple selector works well with large numbers of categories.
be: Для невялікай колькасці катэгорый чэкбоксы лягчэйшыя для выкарыстання, у той час як множны селектар добра працуе з вялікай колькасцю катэгорый.

source: For example: %filename from your local computer
be: Напрыклад: %filename (імя файла) з вашага лакальнага кампутара

source: For example: %url
be: Напрыклад: %url

source: For more information see W3C's <a href="@html-specifications">HTML Specifications</a> or use your favorite search engine to find other sites that explain HTML.
be: Дадатковую інфармацыю глядзець ў W3C <a href="@html-specifications">HTML Спецыфікацыі</a>, або выкарыстоўвайце ваш любімы пошукавік, каб знайсці сайты па тлумачэнню HTML.

source: For more information, refer to the specific topics listed in the next section or to the <a href="@handbook">online Drupal handbooks</a>. You may also post at the <a href="@forum">Drupal forum</a> or view the wide range of <a href="@support">other support options</a> available.
be: За падрабязнай інфармацыяй звярніцеся да канкрэтных тэм, змешчаных у наступным раздзеле, альбо да <a href="@handbook">анлайн-дапаможнікаў Drupal </a>. Таксама вы можаце запытацца на<a href="@forum">форуме Drupal</a> альбо праглядзець мноства іншых даступных <a href="@support">варыянтаў падтрымкі</a>.

source: For more information, see the online handbook entry for <a href="@cron-handbook">configuring cron jobs</a>.
be: Для дадатковай інфармацыі глядзіце ў сеціўным даведніку <a href="@cron-handbook">configuring cron jobs</a>.

source: For more information, see the online handbook entry for <a href="@forum">Forum module</a>.
be: Каб атрымаць больш інфармацыі, глядзіце артыкул у сеціўным даведніку для <a href="@forum"> модуля Форум</a>.

source: For most aggregation tasks, the default settings are fine.
be: Для большасці задач агрэгацыі наладкі па змоўчанні падыходзяць

source: For security reasons, your upload has been renamed to %filename.
be: Па меркаваннях бяспекі, ваш файл быў перайменаваны ў %filename.

source: For security, auto-complete will be disabled if the user does not have access to user profiles.
be: У мэтах бяспекі, аўтаматычнае запаўненне будзе адключана, калі карыстальнік не мае доступу да карыстальніцкіх профіляў.

source: For this query an entity type must be specified.
be: Для гэтага запыту неабходна паказаць тып сутнасці.

source: Form element to edit the data.
be: Для таго, каб змяніць дадзеныя, утварыце матэрыял.

source: Form name
be: Імя формы

source: Form will auto-complete while user is typing.
be: Форма будзе аўтаматычна дапаўняцца падчас запаўнення карыстальнікам.

source: Format
be: Фармат

source: Format settings:
be: Наладкі фармата:

source: Format string
be: Фармат радка

source: Format: %time. Leave blank to use the time of form submission.
be: Фармат: %time. Пакіньце пустым, каб паставіць час дасылкі формы.

source: Format: %time. The date format is YYYY-MM-DD and %timezone is the time zone offset from UTC. Leave blank to use the time of form submission.
be: Фармат: %time. YYYY-MM-DD — фармат даты, а %timezone — гэта часавы паяс адносна універсальнага каардынаванага часу (UTC). Пакіньце поле пустым, каб выкарыстоўваць час адпраўкі формы.

source: Formats
be: Фарматы

source: Formatter for @title
be: Сродкі фарматавання для @title

source: Formatting guidelines
be: Апісанне фармату

source: Forms
be: Формы

source: Forum
be: Форум

source: Forum name
be: Імя форума

source: Forum navigation vocabulary
be: Навігацыйны слоўнік форума

source: Forum topic
be: Тэма форума

source: Forum topics submitted by users (for example, <em>How to start a Drupal 6 Multisite</em>), which start discussions and are starting points for:
be: Тэмы форума апублікаваныя карыстальнікамі (напрыклад, <em>Як пачаць ствараць мультысайты на Drupal 6</em>), якія пачынаюць абмеркаванні і з'яўляюцца адпраўной кропкай для:

source: Forums
be: Форумы

source: Forums (for example, <em>Installing Drupal</em>), which can hold:
be: Форумы (напрыклад, <em>Усталяванне Drupal</em>), якія могуць утрымліваць:

source: Forums are displayed in ascending order by weight (forums with equal weights are displayed alphabetically).
be: Форумы адлюстроўваюцца ў парадку ўзрастання вагі (форумы роўныя па вазе адлюстроўваюцца ў алфавітным парадку).

source: Forums contain forum topics. Use containers to group related forums.
be: Форумы ўтрымліваюць тэмы форумаў. Выкарыстоўвайце кантэйнеры для групавання звязаных форумаў.

source: Forums may be placed at the top (root) level, or inside another container or forum.
be: Форумы могуць быць размешчаны на верхнім (карнявым) узроўні ці ўнутры іншага кантэйнера або форума.

source: Found field by id @id
be: Знойдзена поле па id @id

source: Found field with name @name
be: Знойдзена поле з імем @name

source: Found field with name @name and value @value
be: Знойдзена поле з імем @name і значэннем @value

source: Found the @submit button
be: Знойдзена кнопка @submit

source: Found the requested form fields at @path
be: Знойдзенае запытваемае поле формы па @path

source: Fr
be: птн

source: France
be: Францыя

source: French
be: Французская

source: French Guiana
be: Французская Гвіяна

source: French Polynesia
be: Французская Палінезія

source: French Southern Territories
be: Францускія Паўднёвыя Тэрыторыі

source: Fri
be: пят

source: Friday
be: пятніца

source: Frisian
be: Фрызійская

source: From
be: Ад

source: From all shortcut sets, select one to be own active set. Without this permission, an administrator selects shortcut sets for users.
be: З усіх набораў хуткіх спасылак, абярыце адзін, які будзе актыўным. Без гэтага права, хуткія спасылкі для карыстальнікаў абірае адміністратар.

source: Front page
be: Галоўная старонка

source: Fulah
be: Фула

source: Full Text
be: Тэкст цалкам

source: Full comment
be: Поўны каментар

source: Full content
be: Увесь кантэнт

source: Full name
be: Поўнае імя

source: Full text
be: Поўны тэкст

source: Function
be: Функцыя

source: Further instructions have been sent to your e-mail address.
be: Далейшыя інструкцыі былі дасланыя на Ваш электронны адрас.

source: GD library PNG support
be: GD бібліятэка падтрымкі PNG

source: GD library rotate and desaturate effects
be: Эфекты павароту і бескаляровасці з бібліятэкі GD

source: GD2 image manipulation toolkit
be: Набор інструментаў GD2 для працы з малюнкамі

source: GSS negotiate
be: GSS дамова

source: Gabon
be: Габон

source: Galician
be: Галіцыйская

source: Gambia
be: Гамбія

source: Garland
be: Гарланд

source: General
be: Агульны

source: General discussion
be: Агульная дыскусія

source: General settings
be: Агульныя наладкі

source: General system related configuration.
be: Агульная сістэма злучанных канфігурацый.

source: Generate a Gettext Portable Object Template (<em>.pot</em>) file with all strings from the Drupal locale database.
be: Утварыць файл Gettext Portable Object Template (<em>.pot</em>) з усімі радкамі з моўнай базы дадзеных Drupal.

source: Generate image style
be: Утварыць стыль малюнка

source: Generate new
be: Стварыць новы

source: Generic file
be: Агульны файл

source: Genre
be: Пол

source: Georgia
be: Грузія

source: Georgian
be: Грузінская

source: German
be: Нямецкая

source: Germany
be: Германія

source: Get a status report about available updates for your installed modules and themes.
be: Атрымаць справаздачу аб стане абнаўленняў усталяваных модуляў і тэм.

source: Get a status report about your site's operation and any detected problems.
be: Атрымайце справаздачу стану аперацыі вашага сайта і вызначце праблемы.

source: Ghana
be: Гана

source: Gibraltar
be: Гібралтар

source: Global setting for the default display of content items in each feed.
be: Глабальная наладка для адлюстравання па змоўчанні элементаў змесціва ў кожнай стужцы.

source: Global settings
be: Глабальныя наладкі

source: Global variables used within your PHP code retain their values after your script executes.
be: Глабальныя пераменныя, якія выкарыстоўваюцца ў PHP кодзе, захоўваюць свае значэнні пасля выканання скрыпта.

source: Go to first page
be: Да першай старонкі

source: Go to last page
be: Да апошняй старонкі

source: Go to next forum topic
be: Перайсці да наступнага абмеркавання

source: Go to next page
be: Да наступнай старонкі

source: Go to page @number
be: Перайсці на старонку @number

source: Go to parent page
be: Перайсці да бацькоўскай старонкі

source: Go to previous forum topic
be: Перайсці да папярэдняй тэмы

source: Go to previous page
be: Да папярэдняй старонкі

source: Good
be: Добры

source: Google Search
be: Пошук у Google

source: Greater than
be: Знак "болей за"

source: Greece
be: Грэцыя

source: Greek
be: Грэцкая

source: Greenland
be: Грэнландыя

source: Greenlandic
be: Грэнландская

source: Grenada
be: Грэнада

source: Grid
be: Сетка

source: Group
be: Група

source: Guadeloupe
be: Гвадэлупа

source: Guam
be: Гуам

source: Guarani
be: Гўаранійская

source: Guatemala
be: Гватэмала

source: Guernsey
be: Гернсі

source: Guinea
be: Гвінея

source: Guinea-Bissau
be: Гвінея-Бісаў

source: Gujarati
be: Гуджарацкая

source: Guyana
be: Гаяна

source: HTML List
be: HTML спіс

source: HTML corrector
be: Праверка HTML

source: HTML filter
be: Фільтр HTML

source: HTTP POST is required.
be: Патрабуецца HTTP POST.

source: HTTP Result Code: !status
be: HTTP выніковы код: !status

source: HTTP auth settings to be used by the SimpleTest browser during testing. Useful when the site requires basic HTTP authentication.
be: Наладкі аўтэнтыфікацыі праз HTTP будуць выкарыстаны браўзерам SimpleTest падчас правядзення тэстаў. Гэта карысна, калі сайт патрабуе стандартнай аўтэнтыфікацыі праз HTTP.

source: HTTP authentication
be: HTTP аўтэнтыфікацыя

source: HTTP authentication credentials must include a username in addition to a password.
be: У дадатак да пароля атэстаты HTTP аўтынтыфікацыі павінны ўключаць імя карыстальніка.

source: HTTP error @errorcode occurred when trying to fetch @remote.
be: Пры спробе дасягнуць @remote адбылася HTTP памылка @errorcode.

source: HTTP request status
be: Стан запыту HTTP

source: HTTP response expected !code, actual !curl_code
be: HTTP адказ чакаемы !code, актуальны !curl_code

source: HTTP response not expected !code, actual !curl_code
be: HTTP адказ не чакаў код !code, актуальны код !curl_code

source: Haiti
be: Гаіці

source: Haitian Creole
be: гаіцянскі крэольскага

source: Handles general site configuration for administrators.
be: Забясьпечвае агульнае кіраваньне канхвігурацыяй сайту для адміністратараў.

source: Handles the auto-throttling mechanism, to control site congestion.
be: Кіруе механізмам кантролю ладунку сайта.

source: Handles the filtering of content in preparation for display.
be: Ажыццяўляе фільтрацыю матэрыялаў пры падрыхтоўцы да паказу.

source: Handling ping request
be: Апрацоўка пінгу

source: Has new content
be: Мае новы змест

source: Hausa
be: Гаўза

source: Header
be: Загаловак

source: Header bottom
be: Ніз хэдэра

source: Header top
be: Верх хэдэра

source: Heading
be: Загаловак

source: Heard Island and McDonald Islands
be: Востраў Херд і Астравы Макдоналд

source: Hebrew
be: Габрэйская

source: Height
be: Вышыня

source: Height and width values must be numeric.
be: Значэнні вышыні і шырыні павінны быць лічбамі.

source: Hello !recipient-name,
be: Прывітаннне !recipient-name,

source: Hello <strong>@username</strong>
be: Прывітанне strong>@username</strong>

source: Help
be: Дапамога

source: Help is available on the following items:
be: Дапамога даступна для наступных элементаў:

source: Help text
be: Даведкавы тэкст

source: Help topics
be: Даведкі (help topics)

source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on drupal.org's support forums and project issue queues.
be: Тут вы можаце знайсці кароткі агляд параметраў вашага сайту, а таксама праблем, выяўленных пры інсталяцыі. Было бы карысна скапіраваць гэту інфармацыю ў поле запытаў на drupal.org і кіравацца чарговасцю пытанняў.

source: Here you can find information about available updates for your installed modules and themes. Note that each module or theme is part of a "project", which may or may not have the same name, and might include multiple modules or themes within it.
be: Тут вы можаце знайсці інфармацыю аб даступных абнаўленнях для вашых усталяваных модуляў і тэмаў. Заўважце, што кожны модуль альбо тэма - гэта частка "праекту", які можа мець, а можа і не мець аднолькавыя назвы, і магчыма ўключаць шмат модуляў, альбо тэмаў у сабе.

source: Here, you can define which fields are shown and hidden when %type content is displayed in each view mode, and define how the fields are displayed in each view mode.
be: Тут, вы можаце вызначыць, якія палі будуць паказвацца і схоўвацца, пры адлюстроўванні %type змесціва ў кожным рэжыме прагляду, і вызначыць, як гэтыя палі будуць адлюстроўвацца ў кожным рэжыме прагляду.

source: Herero
be: Герэра

source: Hidden
be: Схаваць

source: Hidden profile field, only accessible by administrators, modules and themes.
be: Схаванае поле профілю. Дасяжнае толькі для адміністратараў, модуляў і тэмаў.

source: Hide
be: Схаваць

source: Hide descriptions
be: Схаваць апісанні

source: Hide row weights
be: Схаваць вагу радка

source: Hide shortcuts
be: Схаваць хуткі выклік

source: Hide summary
be: Схаваць рэзюмэ

source: Hide this block by default but let individual users show it.
be: Схаваць блок, але дазволіць асобным карыстальнікам паказваць яго.

source: Hierarchy
be: Іерархія

source: Highlighted
be: Выдзелены

source: Highlighted content
be: Вылучэнне кантэнта

source: Hindi
be: Хіндзі

source: Hiri Motu
be: Гіры Моту

source: History
be: Гісторыя

source: Hits
be: Хіты

source: Home
be: Хатняя старонка

source: Home page
be: Хатняя старонка

source: Homepage
be: Хатняя старонка

source: Honduras
be: Гандурас

source: Hong Kong S.A.R., China
be: Ганконг, спецыяльны адміністрацыйны раён Кітая

source: Host
be: Хост

source: Hostname
be: Імя хоста

source: Hot topic
be: Гарачая тэма

source: Hot topic threshold
be: Парог, за якім тэма вызнаецца "гарачай"

source: Hot topic, new comments
be: Гарачая тэма, новыя каментары

source: Hour
be: Гадзіна

source: Hourly
be: Кожную гадзіну

source: Hourly threshold
be: Гадзінавы парог

source: How many content items to display in "all time" list.
be: Колькі матэрыялаў адлюстроўваць у спісе прагледжаных за ўвесь час.

source: How many content items to display in "day" list.
be: Колькі матэрыялаў адлюстроўваць у спісе за дзень

source: How many content items to display in "recently viewed" list.
be: Колькі матэрыялаў адлюстроўваць у спісе нядаўна прагледжаных.

source: How many values the field will store
be: Колькі значэнняў будзе захоўваць поле

source: How the data will be input and displayed
be: Як дадзеныя будуць уводзіцца і адлюстроўвацца

source: How this is used depends on your site's theme.
be: Як гэта выкарыстоўваць, залежыць ад тэмы вашага сайта.

source: How to deal with HTML tags in user-contributed content. If set to "Strip disallowed tags", dangerous tags are removed (see below). If set to "Escape tags", all HTML is escaped and presented as it was typed.
be: Вызначае, што рабіць з HTML-тэгамі ў карыстальніцкіх допісах. Калі выстаўленае значэнне "выдаляць забароненыя тэгі", небясьпечныя тэгі будуць выдаляцца (гл. ніжэй). У выпадку значэння "Паказваць усе тэгі", любы HTML-код будзе паказвацца ў першасным выглядзе.

source: Hungarian
be: Вугорская

source: Hungary
be: Вугоршчына

source: IP Address
be: IP Адрэса

source: IP address
be: IP адрас

source: IP address blocking
be: Блакаванне IP-адраса

source: IP addresses listed here are blocked from your site. Blocked addresses are completely forbidden from accessing the site and instead see a brief message explaining the situation.
be: Пералічаныя IP адрасы заблакаваныя Вашым сайтам. Заблакаваныя адрасы цалкам забароненыя для доступа да сайта і замест гэтага бачаць кароткае паведамленне, якое тлумачыць сітуацыю.

source: Ice
be: Лёд

source: Iceland
be: Ісландыя

source: Icelandic
be: Ісландская

source: Identification
be: Ідэнтыфікацыя

source: If "Strip disallowed tags" is selected, optionally specify tags which should not be stripped. JavaScript event attributes are always stripped.
be: Калі абраная опцыя "Выдаляць забароненыя тэгі", стварыце спіс з дазволеных тэгаў, якія нельга выдаляць. Атрыбуты JavaScript выдаляюцца <strong>заўжды</strong>.

source: If <em>Show block on all pages</em> is selected, the block will contain the automatically generated menus for all of the site's books. If <em>Show block only on book pages</em> is selected, the block will contain only the one menu corresponding to the current page's book. In this case, if the current page is not in a book, no block will be displayed. The <em>Page specific visibility settings</em> or other visibility settings can be used in addition to selectively display this block.
be: Калі абраны пункт <em>Паказаць блок на ўсіх старонках</em>, блок будзе ўтрымліваць аўтаматычна згенераваныя меню для кожнай кнігі сайта. Калі абраны пункт <em>Паказаць блок толькі для старонак кнігі</em>, блок будзе ўтрымліваць толькі адно меню суадноснае бягучай старонцы кнігі. У гэтым выпадку калі цякучая старонка не ў кнізе, блок не будзе паказаны. <em>Старонка спецыфічных наладак</em> ці іншыя бачныя наладкі могуць быць выкарыстаны ў дадатак да выбранаму адлюстраванню гэтага блока.

source: If an existing translation package does not meet your needs, the Gettext Portable Object (<em>.po</em>) files within a package may be modified, or new <em>.po</em> files may be created, using a desktop Gettext editor. The Locale module's <a href='@import'>import</a> feature allows the translated strings from a new or modified <em>.po</em> file to be added to your site. The Locale module's <a href='@export'>export</a> feature generates files from your site's translated strings, that can either be shared with others or edited offline by a Gettext translation editor.
be: Калі існуючы пакет перакладу вам не патрэбны, файлы Gettext Portable Object (<em>.po</em>) у пакетах могуць быць змененыя, ці могуць быць створаны новыя файлы <em>.po</em>, выкарыстоўваючы рэдактар Gettext. Функцыя <a href='@import'>імпартавання</a> модуля Locale дазваляе дадаваць перакладзеныя радкі з новага або змененага файла <em>.po</em> на ваш сайт. Функцыя <a href='@export'>экспартавання</a> генеруе файлы з вашых перакладзеных радкоў, якія могуць быць адкрытымі для іншых, ці рэдагаваны афлайн рэдактарам перакладу Gettext.

source: If editing content in one language requires that translated versions also be updated to reflect the change, use the <em>Flag translations as outdated</em> check box to mark the translations as outdated and in need of revision. Individual translations may also be marked for revision by selecting the <em>This translation needs to be updated</em> check box on the translation editing form.
be: Калі рэдагаванне змесціва на адной мове патрабуе, каб і перакладзеная версія таксама была адноўлена для адлюстравання зменаў, выкарыстоўвайце пераключальнік <em>Адзначыць пераклад як састарэлы</em>, каб пазначыць пераклад як састарэлы ды ў неабходнай версіі. Прыватныя пераклады могуць таксама быць пазначаны для версіі выбарам пераключальніка <em>Гэты пераклад патрабуе абнаўлення</em> у форме рэдагавання перакладу.

source: If enabled, Drupal will add rel="nofollow" to all links, as a measure to reduce the effectiveness of spam links. Note: this will also prevent valid links from being followed by search engines, therefore it is likely most effective when enabled for anonymous users.
be: Калі ўключана, Drupal будзе дадаваць rel="nofollow" да ўсіх спасылак, каб паменьшыць эфектыўнасьць спамерскіх лінкаў. Увага: такія захады будуць замінаць пошукавым машынам пераходзіць па нармалёвых спасылках, таму мае сэнс актывізаваць такую абарону толькі для ананімных карыстальнікаў.
